brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "just"
brew "lazygit"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "uv"
brew "yazi"
brew "yq"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "zed"
